Repository: Neo2SHYAlien/gafam-poster-translations
Catalog: po/*.po
Languages: ar, de, fr, hr, it, nl, pl, pt, tr

# google-title
source: Google
ar: غوغل

# google-body
source: FILTERS YOUR THOUGHTS
ar: يقوم بفَلترة أفكارك
de: FILTERT DEINE GEDANKEN
fr: FILTRE TA PENSÉE
hr: FILTRIRA TVOJE MISLI
it: FILTRA IL TUO PENSIERO
nl: FILTERT JE GEDACHTEN
pl: FILTRUJE TWOJE MYŚLI
pt: FILTRA O QUE PENSA
tr: DÜŞÜNCELERİNİZİ FİLTRELER

# google-footer
source: Google filters your search results and YouTube recommendations to analyze your reactions and confine you to its filter bubble
ar: يقوم غوغل بتصفية نتائج البحث و تقديم اقتراحات على اليوتوب قصد دراسة ردود أفعالكم و عزلكم في فقاعته المُقوقَعة
de: Google filtert Deine Suchergebnisse und Empfehlungen bei YouTube und analysiert Deine Reaktionen, um Dich in einer Filterblase zu betten
fr: Google filtre ses résultats de recherche et les recommandations YouTube pour analyser tes réactions et t´enfermer dans sa bulle
hr: Google filtrira tvoje rezultate pretraživanja i YouTube preporuke, kako bi analizirali tvoje reakcije i kako bi te ograničili na njihov algoritam filtra
it: Google filtra i risultati delle ricerche e le raccomandazioni YouTube per studiare le tue reazioni e rinchiuderti in una bolla algoritmica
nl: Google filtert je zoekresultaten en YouTube-aanbevelingen om je reacties te peilen en je op te sluiten in zijn filterbubbel
pl: Google filtruje Twoje wyniki wyszukiwania oraz rekomendacje YouTube aby analizować Twoje reakcje i zamknąć Cię w bańce informacyjnej
pt: O Google filtra os resultados das suas pesquisas e as recomendações do Youtube para analisar as suas reações e confiná-lo à sua própria bolha
tr: Google, tepkilerinizi analiz etmek ve sizi filtre balonuna hapsetmek için arama sonuçlarınızı ve YouTube önerilerini filtrelemektedir

# apple-title
source: Apple
ar: آبل

# apple-body
source: KNOWS WHERE YOUR MOM IS
ar: على دِراية بمكان تواجُد والدَتِك
de: WEIß WO DEINE MUTTER IST
fr: SAIT OÙ EST TA MÈRE
hr: ZNA GDJE JE TVOJA MAMA
it: SA DOVE È TUA SORELLA
nl: WEET WAAR JE MOEDER IS
pl: WIE GDZIE JEST TWOJA MAMA
pt: SABE ONDE ESTÁ A SUA MÃE
tr: ANNENİZİN NEREDE OLDUĞUNU BİLİR

# apple-footer
source: If you have an iOS or Android smartphone, Apple and Google track, collect and analyze your location without telling you or giving you a choice
ar: إن كنتم تمتلكون هاتفا ذكيا يشتغل على نظام الأندويد أو آي أواس فإن آبل و غوغل و تطبيقاتهم تقوم بتسجيل تنقلاتكم و تموقعكم مِن دون طلب إذنٍ صريح منكم أو ترك الخيار لكم
de: Benutzt Du ein iOS oder Android Smartphone, dann verfolgen, sammeln und analysieren Apple und Google Deinen Aufenthaltsort, ohne es Dir mitzuteilen oder Dir eine Wahl zu lassen
fr: Si tu as un smartphone sous iOS ou Android, il permet à Apple, Google et leurs apps d´enregistrer ta position, sans toujours te le dire ou te laisser le choix
hr: Ako imaš iOS-ov ili Androidov pametni telefon, Apple i Google prate, prikupljaju i analiziraju gdje se nalaziš, bez da te o tome obavijeste ili da ti daju izbor
it: Un telefono con iOS o Android permette a Apple, Google e le loro applicazioni di registrare la tua posizione senza sempre dirtelo o lasciarti la scelta
nl: Als je een iOS- of Android-smartphone hebt, dan houden Apple en Google je locatie bij en analyseren deze zonder het je te vertellen of je een keuze te bieden
pl: Jeśli posiadasz urządzenie z iOS lub Androidem, Apple oraz Google śledzą, zbierają oraz analizują Twoją lokalizację, bez informowania Cię o tym, ani możliwości dokonania wyboru
pt: Se tem um telemóvel Android ou iOS, a Apple e o Google rastreiam, recolhem e analisam a sua localização sem o avisar ou lhe dar hipótese de escolher
tr: Bir iOS veya Android akıllı telefonunuz varsa, Apple ve Google, size söylemeden veya bir seçenek sunmadan konumunuzu toplamakta ve analiz etmektedir

# facebook-title
source: facebook
ar: فايسبوك

# facebook-body
source: CHOOSES WHAT YOU READ
ar: يختار لك ما تقرأه
de: WÄHLT AUS WAS DU LIEST
fr: CONTRÔLE CE QUE TU PEUX LIRE
hr: ODABIRE ŠTO TI ČITAŠ
it: CONTROLLA CIÒ CHE TU PUOI LEGGERE
nl: KIEST WAT JE MOET LEZEN
pl: WYBIERA TO CO CZYTASZ
pt: ESCOLHE O QUE VOCÊ LÊ
tr: NE OKUDUĞUNUZU SEÇER

# facebook-footer
source: Facebook selects the contents of your newsfeed to analyze your reactions and confine you to its filter bubble
ar: يقوم فايسبوك باختيار خيط أخباركم قصد دراسة ردود أفعالكم و عزلكم في فقاعتة المُقوقَعة
de: Facebook wählt den Inhalt Deines Newsfeeds aus, um Deine Reaktionen zu analysieren und Dich in einer Filterblase zu betten
fr: Facebook trie les contenus de son fil d´actualité pour analyser tes réactions et t´enfermer dans sa bulle
hr: Facebook odabire sadržaje tvojih feedova kako bi analizirali tvoje reakcije i kako bi te ograničili te na njihov algoritam filtra
it: Facebook filtra i contenuti della lista di notifiche per analizzare le tue reazioni e rinchiuderti in una bolla algoritmica
nl: Facebook kiest de inhoud van je nieuwsoverzicht om je reacties te peilen en je op te sluiten in zijn filterbubbel
pl: Facebook wybiera treść na Twojej tablicy aby analizować Twoje reakcje i zamknąć Cię w Twojej bańce informacyjnej
pt: O Facebook seleciona o conteúdo da sua linha do tempo para analisar as suas reações e confiná-lo à sua própria bolha
tr: Facebook, tepkilerinizi analiz etmek ve sizi filtre balonuna hapsetmek için haber akışınızın içeriğini seçmektedir

# amazon-title
source: amazon
ar: أمازون

# amazon-body
source: KNOWS WHAT PRESENTS YOU ARE GETTING
ar: على عِلم بالهدايا التي تتلقّاها
de: WEIß WELCHE GESCHENKE DU BEKOMMST
fr: SAIT QUELS CADEAUX TU AURAS
hr: ZNA KOJE POKLONE TI DOBIVAŠ
it: SA CHE REGALI AVRAI TU
nl: WEET WELKE CADEAUTJES JE KOOPT
pl: WIE CO DOSTAJESZ POD CHOINKĘ
pt: SABE QUE PRESENTES ESTÁ A RECEBER
tr: HANGİ HEDİYELERİ ALDIĞINIZI BİLİR

# amazon-footer
source: Analyzed on a sufficient scale, behaviours that might seem trivial can reveal a lot about your personality, your expectations and your peers
ar: تحليل السلوكيات التي قد تبدو تافهة يمكن أن تكشف الكثير عن شخصيتكم والتوقعات الخاصة بكم و زملائكم
de: In ausreichendem Maße analysiert, verraten trivial erscheinende Verhaltensweisen viel über Deine Persönlichkeit, Deine Erwartungen und Deine Freunde
fr: Les comportements qui te semblent les plus anodins, analysés en masse, révèlent précisément ta personnalité, tes attentes et celles de ton entourage
hr: Analizirano na dovoljnoj razini, ponašanja koja smatraš beznačajnima, mogu otkriti mnogo o tebi, tvojim očekivanja i tvojim prijateljima
it: Analizzati su vasta scala comportamenti apparentemente triviali svelano la personalità tua e di quelli attorno a te
nl: Als gegevens over jou worden geanalyseerd op grote schaal, dan kan dat veel blootleggen over jouw persoonlijkheid, verwachtingen en leeftijdsgenoten
pl: Dokonując analizy na wystarczająco dużą skalę, zachowania które mogą wydawać się błahe, wyjawiają wiele informacji o Twojej osobowości, oczekiwaniach oraz znajomych
pt: Analisados numa escala suficiente, os comportamentos que podem parecer triviais podem revelar muito sobre a sua personalidade, expetativas e as suas amizades
tr: Yeterli ölçekte analiz edildiğinde, önemsiz gibi görünen davranışlar kişiliğiniz, beklentileriniz ve yakınlarınız hakkında çok şey ortaya çıkarabilir

# microsoft-title
source: Microsoft
ar: مايكروسوفت

# microsoft-body
source: FORMATS YOUR KIDS
ar: تقوم بإعادة تشكيل تفكير أولادكم
de: FORMATIERT DEINE KINDER
fr: FORMATE TES ENFANTS
hr: FORMATIRA TVOJU DJECU
it: FORMATTA I TUOI FIGLI
nl: FORMATTEERT JE KINDEREN
pl: FORMATUJE TWOJE DZIECI
pt: FORMATA OS SEUS FILHOS
tr: ÇOCUKLARINIZI BİÇİMLENDİRİR

# microsoft-footer
source: Microsoft is buying its way into schools and universities by striking deals to train teachers and students
ar: إنّ مايكروسوفت بصدد شراء تذكرة لدخول المدارس و الجامعات و بصدد إمضاء صفقات مع الأساتذة و الطلبة
de: Microsoft kauft sich mit beachtlichen Aufwendungen in Schulen und Universitäten ein, um Lehrende und Lernende zu konditionieren
fr: En 2015, Microsoft a payé 13 millions d´euros à l´Education nationale pour pouvoir former et fournir ses outils aux élèves et enseignants
hr: Microsoft su uvlači u škole i sveučilišta sklapajući s njima ugovore za obuku učitelja i učenika
it: Microsoft fa affari con scuole ed università per potere spingere insegnanti e studenti ad usare solo i suoi prodotti
nl: Microsoft verkoopt zichzelf aan scholen en universiteiten door deals te maken om leraren en studenten op te leiden
pl: Microsoft wkupuje się do szkół i uniwersytetów zawierając umowy na szkolenia nauczycieli oraz uczniów
pt: A Microsoft está a comprar a entrada em escolas e universidades através de acordos para treinar estudantes e professores
tr: Microsoft, öğretmenleri ve öğrencileri eğitmek için anlaşmalar yaparak okullara ve üniversitelere girmektedir
